{
  "article": {
    "title": "Data Dependent",
    "body": "The economy is going to slow one way or the other. Either rates at their current level will slow it down significantly in the months ahead or central banks will be forced into another round of interest rate increases until it does. It’s the same issue I’ve been talking about for over 2 years. If inflation reemerges, as it appears to be, then interest rates will have to go higher. Central banks inevitably need 2-3 attempts to get inflation fully under control. If we look at the 70’s and 80’s where multiple attempts were required to bring inflation under control it seems so obvious that central banks needed to go higher.\n\n Firstly, central banks don’t really have any great foresight when it comes to what should happen with interest rates. The direction of interest rates is ultimately driven by the economic data of the day. The biggest mistakes occur when central bankers start providing too much guidance. Phillip Lowe in 2021 saying that rates won’t go up until 2024 was a disaster, and Jerome Powell has made a similar mistake this year flagging rate cuts that the data now seems to make improbable. Everything would be simpler if central bankers stopped giving their best guesses and just did their job when the time came and not opine what might happen one day.\n\nWhen inflation in Australia rose quickly beyond the RBA’s 2% target level, the data eventually forced central banks to increase interest rates despite their reluctance. Over 18 months, many countries saw rates increase from near 0% to 5% range. Inflation started to fall. In Australia inflation, fell from a high of 7.8% in 2022 to 3.6% last quarter. However, before returning inflation to its target level, central banks made the decision to stop raising rates in the hope that they had done enough.\n\nAround the time of the last rate rises, I recall the build-up of pressure on the central banks from all kinds of stake holders. The rate increases were causing pain in the community. Pain for businesses, consumers and mortgage holders. I remember seeing media reports highlighting organisations such Lifeline meeting with Chairman Lowe to plead with him to stop raising rates. It was clear to me at this point why the job of the central banks is more difficult in reality than it is in theory. Regardless, they have a job that must be done for the benefit of the entire economy.\n\nThere was a level of pain that was acceptable and a level that was too high. Even though continuing to raise interest rates would ensure that inflation targets were reached the level of pain in doing so had become unpalatable for the community. At that time, the economic pain of higher rates was worse than the possibility of inflation not hitting the target. So, a wait and see approach prevailed. Now with inflation appearing to reemerge central banks can once again raise rates if needed as they point to the dangers of higher living costs. Rate rises even if they deliver economic and financial difficulties will be possible if the inflation data deems them necessary.\n\nAll this nuance will be forgotten in the future when we look at the charts of inflation and interest rates and see that central banks ended up taking 2 or 3 goes over multiple years to rein inflation in. I am not particularly sympathetic to the central bank. They are often wrong and lack conviction and the intestinal fortitude to make the necessary decisions for the overall good of the economy.  But living through these times and observing the dynamic directly helps to understand why seemingly foolish decisions are made.\n\nThe current conundrum of central banks is that they’ve been wrong too many times already and another misstep would be a problem. As inflation in countries across the world, including Australia, reemerges, they are now hoping that holding rates higher for longer will be enough to slow the economy. If not then they will need to start raising rates, but that is a problem as markets have gone from expecting several rate cuts this year to almost none. Deferring rate cuts until 2025 is one thing, but rate rises are another altogether. Regardless, central banks need to go back to basics and remember that they are data dependent.",
    "intro": "The economy is going to slow one way or the other. Either rates at their current level will slow it down significantly in the months ahead or central banks will be forced into another round of interest rate increases until it does. It’s the same issue I’ve been talking about for over 2 years. If inflation reemerges, as it appears to be, then interest rates will have to go higher. Central banks inevitably need 2-3 attempts to get inflation fully under control. If we look at the 70’s and 80’s where multiple attempts were required to bring inflation under control it seems so obvious that central banks needed to go higher.",
    "image_path": "",
    "tags": ["inflation", "centralbanks", "rba", "interestrates", "portfoliomanagement"],
    "disclaimers": ["This is a disclaimer for my first article"],
    "linkedin_article_link": "",
    "linkedin_post_link": "",
    "facebook_post_link": ""
  }
}
