{
  "article": {
    "title": "How the Mighty Have Fallen",
    "body": "Share markets have been hitting all-time highs for much of this year on the back of standout performances of the big tech. But it is certainly not across the board. Many equally recognisable global names have significantly underperformed and are feeling the brunt of investor wrath. For some, it is due to a downturn in sales while for others it might be an event or series of events that bring chaos and a reputational hit. \n\nSometimes the events causing the problems are worth looking at more closely. While the issues at play often justify the share price decline, if the company, brand, and management are strong enough such events can be overcome. This potentially presents a one-off opportunity for patient long-term investors to buy an unloved and out of favour company. \nOften, short-term investor sentiment is volatile. Too exuberant when there is positive news and too fearful when news is negative. For investors, Warren Buffett's classic quote sums up the counter-intuitive approach needed when he said, “Be fearful when others are greedy, and greedy when others are fearful.” Buffett has on many occasions looked at what other investors have seen as a crisis and invested having realised it was in fact an opportunity.  \n\nIn 2008, at the height of the Global Financial Crisis (GFC), Buffett famously invested billions in Goldman Sachs. He bought shares in the investment bank at a time when fear in investment markets was at extreme levels. He profited greatly from investing at that point. Many years earlier he bought shares in American Express after the company had been embroiled in a fraud scandal. The shares plummeted with its future and reputation brought into doubt. Again, Buffett understood that while the situation was obviously serious, the company could address these problems and recover.  \n\nCurrently, companies that have taken significant hits include Nike, Boeing and most recently CrowdStrike. Often the reasons for share prices falling are valid such as a declining industry or a competitive environment. But often there are a range of circumstances that while bad are not as bad as investors fear in the moment. Of course, it is not always the case. \n\nThe key to this is the strength of the brand and the importance of the company within its industry. You need to consider if the issues can be resolved too. Are the issues a one-off and temporary or are the issues embedded in the company? If they are systemic, can they be remedied? It's worth having a look to consider if the issues facing the company are the existential threat that markets sometimes would have you believe. If the company can overcome the issues in the long term, then the share market might well be marking it down too harshly in the short-term.  \n\nIn the case of Nike, the share price is down heavily this year on slower sales globally and increased competition from new entrants. Nike’s share price is down just over 40% since December last year and almost 60% lower than its all-time high back in November 2021. What is clear to me is that Nike is an extraordinarily strong global brand. It is dominant in areas such as basketball and running. While consumer demand is sluggish around the world, it will not last forever. There are exciting growth opportunities in key markets such as Asia and Africa that are passionate about sports, especially basketball.  \n\nIn the case of Boeing, there are some really concerning issues around safety. Their 737 planes which accounted for almost of third of their revenue were grounded after a series of fatal crashes. But these appear to be potentially systemic issues. Government investigations paint a concerning picture about the culture at the company. However, there are not many companies that can do the things Boeing can do. Not only that but they do a significant amount of work in the defence space at a time of massive increases in military spending. They obviously need to overhaul not only their processes and procedures but their entire culture. But if they can, perhaps this is an opportunity. After a long period of remediation, it may be possible for Boeing to emerge stronger than ever. \n\nCrowdStrike is an interesting case study. I am particularly interested as cybersecurity and defence is a massive growth industry and these stocks tend to trade at levels that I find too expensive to justify. The CrowdStrike outage that affected the entire world obviously carries with it reputational risk, but it also highlights how important and embedded in the global communications infrastructure framework these companies are. There are not many companies with the capability of CrowdStrike. At this point, the share price is 40% lower than a month ago on the concerns investors have right now. But if it is a one-off this incident may be a distant memory in 5 years' time. Obviously, the risk is that this is a reoccurring issue, and they lose credibility and customers. \n\nIt's somewhat more difficult to be greedy when others are fearful. In the case of Nike, I think this is a potential opportunity to accumulate shares for long term in a leading global brand at fair prices. In Boeing, I think the likelihood is that the cultural turnaround will take many years, and the risks associated with this are probably too high for me. With CrowdStrike, if recent events are not symptomatic of a deeper systemic problem, it may well be soon forgotten, and business returns to normal. It's critical for investors to think about the long-term prospects of the companies they are investing in when a company faces serious issues. One of the best questions you can ask is will these issues matter in 5, 10 or 15 years’ time?",
    "intro": "Share markets have been hitting all-time highs for much of this year on the back of standout performances of the big tech. But it is certainly not across the board. Many equally recognisable global names have significantly underperformed and are feeling the brunt of investor wrath. For some, it is due to a downturn in sales while for others it might be an event or series of events that bring chaos and a reputational hit. \n\nSometimes the events causing the problems are worth looking at more closely.",
    "image_path": "C:/Users/MQT/Downloads/Crowdstrike.png",
    "tags": [
      "portfoliomanagement",
      "investing",
      "familyoffice",
      "crowdstrike",
      "nike"
    ],
    "disclaimers": [
      "General Disclaimer"
    ],
    "linkedin_article_link": "",
    "linkedin_post_link": "",
    "facebook_post_link": ""
  }
}