{
  "article": {
    "title": "Keep Watching Jobs and Unemployment",
    "body": "As I have said for a while, keep watching the unemployment data. When the unemployment rate starts to move up then you know the economy has a problem. I wrote about exactly that in my weekly note titled “Unemployment the canary in the recessionary coal mine.” back in February. Unemployment in the US has indeed gone up. From 3.4% in April 2023 unemployment has since jumped to 4.3% in July 2024. The trend is clear; the US economy is genuinely slowing.  \n\n\nA rising unemployment rate is very significant because it is a real and tangible indicator that the economy is slowing. It is why interest rate cuts in the US are on the table for September and beyond. Then the question becomes how fast is the economy slowing and how far will it fall? The ongoing debate for investors is whether it will be a soft or a hard landing. In other words, will it be a mild downturn or a major problem? I think a recession is probable with the potential for a crisis, or crises to emerge. We are positioned accordingly within our client portfolios, though we are cautiously optimistic.  \n \n\nI am concerned that governments and investors all seem to think that an economic slowdown can be fixed every time simply by dropping rates. It is not always the case.  When the GFC and Covid hit, the playbook was to drop interest rates to 0%, pump money into the economy and away we go. It was about giving consumers confidence to keep spending by letting them know that the government would do everything needed to keep the economy moving. Somewhere along the way, the world became addicted to low interest rates as governments moved from lower rates to save a faltering economy to using them to turbo charge it. That is where the asset bubbles and inflation we have seen across the world come from.  \n \n\nBut as inflation took hold and interest rates went higher, cost of living pressures reemerged for the first time in decades. The world changed and a psychological line in the sand was drawn as real-life consequences began to emerge. Higher costs eventually slow the economy, whether it is via inflation, or the higher rates needed to curb it. Then as business adjusts the casualty is jobs. That is the real game changer. As the unemployment rate moves higher, the issue is not the lost spending from the few people who lose their jobs, that's just the tip of the iceberg. It's a complete change of mindset in the consumer.  \n\n\nA consumer is not just someone who spends in isolation. They are usually an employee who earns an income so they can meet their living costs. If they have some income left over, they also have discretionary income they may spend. In the past, when the economy slowed, rate cuts put money into people's pockets and the spending flowed. In the environment we face now, the unemployment rate is going the wrong way, so the rate cuts are not going to be met with the same psychological response as they were in the past. They are not going to think about spending extra, as unemployment creeps higher the fear becomes “will I have a job next month or next year?” \n \n\nSo, a rate cut in this situation is not met with the previous celebratory spending. Employees, as they become worried about their job security, are instead battening down the hatches and preparing for a rainy day that may soon befall them. We are at the very start of this process. Unfortunately, that very fear of their job security is the catalyst for why rate cuts are unlikely to have the same positive economic impact as they have in the past. The biggest challenge facing governments across the world next is rising unemployment as economies stall and businesses cut jobs. While consumers might react to rate cuts, employees care more about jobs.",
    "intro": "As I have said for a while, keep watching the unemployment data. When the unemployment rate starts to move up then you know the economy has a problem. I wrote about exactly that in my weekly note titled “Unemployment the canary in the recessionary coal mine.” back in February. Unemployment in the US has indeed gone up. From 3.4% in April 2023 unemployment has since jumped to 4.3% in July 2024. The trend is clear; the US economy is genuinely slowing.",
    "image_path": "C:/Users/MQT/Downloads/Youth-unemployment.png",
    "tags": [
      "Portfolio Management",
      "Family Office",
      "Investing",
      "Economy",
      "Unemployment"
    ],
    "disclaimers": [
      "General Disclaimer: This information is of a general nature only and may not be relevant to your particular circumstances. The circumstances of each investor are different, and you should seek advice from an investment adviser who can consider if the strategies and products are right for you. Historical performance is often not a reliable indicator of future performance. You should not rely solely on historical performance to make investment decisions."
    ],
    "twitter_post": "Keep watching the unemployment data. When the unemployment rate starts to move up then you know the economy has a problem. Unemployment in the US has indeed gone up from 3.4% in April 2023 to 4.3% in July 2024. The trend is clear; the US economy is slowing.",
    "linkedin_article_link": "https://www.linkedin.com/pulse/keep-watching-jobs-unemployment-dion-guagliardo-hkazc",
    "linkedin_post_link": "",
    "facebook_post_link": ""
  }
}