{
  "article": {
    "title": "The Epicentre: China",
    "body": "The major stimulus package announced by China on Tuesday should be a warning sign to markets of how bad their economic woes are and not a reason to celebrate as they did. The growth of China from an economic backwater to a global powerhouse over the past 45 years has been phenomenal. In many respects, we are seeing the first real stumble for the emerging economic and geopolitical power since they embraced elements of the capitalist system and moved to integrate into the world economy in 1978. But China increasingly appears to be the epicentre of an emerging global slowdown. \n\nAn influx of capital investment from all around the world turned China into a manufacturing behemoth. It became the centrepiece of the global supply chain and the primary beneficiary of globalisation. The subsequent urbanisation of China led to their next phase of growth based around construction and infrastructure. The rapid rise of China’s middle-class consumer opened an entirely new market for companies across the world and appeared to be the driver for the next phase of economic growth as the nation looked to overtake the US as the world's major economy.  \n\nHowever, that hasn’t quite played out as the Chinese economy falters under the weight of economic, geopolitical and demographic crises converging at the same time. The major problem facing China now is that the themes that provided their economy uninterrupted growth for decades no longer exist and are even reversing in some cases. There are three key challenges that fundamentally threaten the drivers of China’s economic growth going forward.\n\nFirstly, they have been dealing with a collapsing property market for years now and there isn’t an obvious or simple solution. As a government-controlled economy, China can implement strategies to contain losses that western capitalist economies cannot. While that has helped prevent a full-scale collapse and the immediate contagion, the fallout is still reverberating through the economy. \n\nThe second key problem China is facing is the decoupling from their economy by the west. This is a slow-moving but very real problem for them. What gave China such as boost for the last 20 years simply doesn't exist anymore. Following the Russian invasion of Ukraine most western countries have moved to decouple from China in the interests of national security. There is a whole suite of changes that ultimately boil down to removing their dependence on China to protect their supply chains in the increasingly probable event of a conflict. This will be a decade-long economic drag on the Chinese economy as investment is redeployed by western nations back home or to allied nations.\n\nThirdly, they have a population problem. China has low fertility rates and its population is rapidly aging. Around 30% of the population is forecast to be aged over 60 by 2035 and that figure is forecast to hit almost 40% by 2050. The implications are serious for China because it means more people need government support with a shrinking workforce paying taxes to fund it. You need only look at Japan most recently to see how problematic this can be. \n\nWhat does this all mean for Australia and the rest of the world? Well, it’s bad news. From European auto manufacturers to Australian miners, it going to hit core industries at the hearts of many national economies. It's important to remember that outside of Australia almost every major economy is now cutting rates to get ahead of the slowdown. This month alone the US cut interest rates 50 basis points (bps), Europe 65 bps, and China 20 bps. Ironically, for all its own problems, the US may well be the best-positioned major economy. It remains our preferred investment market against the backdrop of a potential slowdown. \n\nThis all raises the question of how China can stabilise its economy and avoid a more serious economic downturn. China doesn’t have many options up its sleeve. In some ways, they are simply at the mercy of the wave they rode up now that it is on the way down. Many of the changing themes are structural and out of their control.  The flow-on effects of the downturn in China are yet to fully impact Australia and the rest of the world. Keep watching though because the downturn is coming.",
    "intro": "The major stimulus package announced by China on Tuesday should be a warning sign to markets of how bad their economic woes are and not a reason to celebrate as they did. The growth of China from an economic backwater to a global powerhouse over the past 45 years has been phenomenal. In many respects, we are seeing the first real stumble for the emerging economic and geopolitical power since they embraced elements of the capitalist system and moved to integrate into the world economy in 1978. But China increasingly appears to be the epicentre of an emerging global slowdown.",
    "image_path": "C:/Users/MQT/Downloads/Untitled design.png",
    "tags": [
      "Portfolio Management",
      "Family Office",
      "Investing",
      "China",
      "Economy"
    ],
    "disclaimers": [
      "General Disclaimer: This information is of a general nature only and may not be relevant to your particular circumstances. The circumstances of each investor are different, and you should seek advice from an investment adviser who can consider if the strategies and products are right for you. Historical performance is often not a reliable indicator of future performance. You should not rely solely on historical performance to make investment decisions."
    ],
    "twitter_post": "The stimulus package announced by China on Tuesday should be a warning sign to markets of how bad their economic woes are and not a reason to celebrate as they did. China increasingly appears to be the epicentre of an emerging global slowdown.",
    "linkedin_article_link": "https://www.linkedin.com/pulse/epicentre-china-dion-guagliardo-0bjxc",
    "linkedin_post_link": "https://www.linkedin.com/posts/dion-guagliardo_portfoliomanagement-familyoffice-investing-activity-7244899431408418817-MgA0?utm_source=share&utm_medium=member_desktop",
    "facebook_post_link": ""
  }
}