{
  "article": {
    "title": "Debt and Deficits ",
    "body": "Investors are trying to work out just what a win for either Trump or Harris means for their investments, the economy and the ramifications for the entire world. Certainly, there are significant changes ahead in many areas depending on who leads for the next four years. However, what many overlook is that there are many areas that will not change much regardless of who wins. In many respects, these areas are more important to understand long-term. \n\nFirstly, the US will keep spending and run up huge budget deficits. With a forecast deficit of $1.9 trillion (yes with a T) for 2024 this is not sustainable, but the US will keep on this path until they cannot. In other words, while we would all like to think the US government will at some point rein in their spending and get their house in order proactively, history tells us it will take some form of crisis to force change.  \n\nSecondly, on the back of those massive budget deficits, national debt will continue to balloon. At last count, it is about $35 trillion and increasing rapidly. By 2034, the US Federal budget deficit is forecast to be $2.9 trillion and debt to reach $54 trillion US dollars. Go back ten years to 2014 US govt debt was $17 trillion and ten years before that in 2004 it was just $7 trillion. Ever higher debt will have massive implications for the pricing of debt in the future, not just for the US but for every other country and business in the world. US debt is seen as the benchmark for pricing risk.  \n\nThirdly, the US will continue to be the most important and powerful country in the world, from both an economic and a military perspective. The biggest, best and most innovative businesses will continue to prosper there. The US dollar will continue to be the world's currency for international trade despite what people may say about the emergence of crypto currency or any other currency taking hold. The US will continue to be the undisputed military power in the world. Regardless of their challenges, sentiment and enemies; US military might remains critical to global stability and economic trade.  \n\nEventually, there will be a time when too much debt is needed by too many countries from too few investors. No one really knows how long it will be before that happens. Everything will be fine until it's not. Once too many debt issuers are competing for too few investors it will force bond yields up. While some countries simply won't get finance and will need to dramatically reduce their spending while others will not be able to refinance their existing debts. Either way, it poses significant economic problems for individual nations and the global economy. \n\nHowever, the major reason financial markets are less concerned when it comes to the US debt level is that where a country controls its own currency, it effectively has an endless source of money. The US specifically has the added advantage that it is the global reserve currency too. If the debt problem one day morphs into a debt crisis, the US can pull the money printing lever as its get out of jail free card. But the closer we get to that lever being pulled, the more we need to consider what that world looks like. \n\nIf the debt and deficits from countries across the world are not reined in, a global debt crisis will eventually emerge. The US will do whatever needs to be done to protect their national interests. They will have no problem going back to the GFC playbook and printing even more money to inflate asset prices and their economy once again. The likely outcome then is a massive spike in inflation. It's not inevitable but fast forward 10 years to a world of many nations with higher deficits and more massive debt, then that will be the necessary outcome.  \n\nSo, when it comes to the USA, regardless of who wins the election, some things will not change. The federal deficit and debt will continue to grow. There is no plan to address it. Everyone is in denial on this from politicians to financial institutions. No one knows how to implement the change needed before it gets to be out of control so they just kick the can down the road and will deal with the crisis when it eventually arrives. When it finally does, the US will be able to use its dominant position in the world to manage the situation and make it everyone else's problem.",
    "intro": "Investors are trying to work out just what a win for either Trump or Harris means for their investments, the economy and the ramifications for the entire world. Certainly, there are significant changes ahead in many areas depending on who leads for the next four years. However, what many overlook is that there are many areas that will not change much regardless of who wins. In many respects, these areas are more important to understand long-term.",
    "image_path": "C:/Users/MQT/Downloads/Donald-Trump-Kamala-Harris-Getty-H-2024.png",
    "tags": [
      "Portfolio Management",
      "Family Office",
      "Investing",
      "Debt",
      "Economy"
    ],
    "disclaimers": [
      "General Disclaimer: This information is of a general nature only and may not be relevant to your particular circumstances. The circumstances of each investor are different, and you should seek advice from an investment adviser who can consider if the strategies and products are right for you. Historical performance is often not a reliable indicator of future performance. You should not rely solely on historical performance to make investment decisions."
    ],
    "twitter_post": "Investors are trying to work out just what a win for either Trump or Harris means for their investments, the economy and the world. There are significant changes ahead. However, there are many areas that will not change.",
    "linkedin_article_link": "https://www.linkedin.com/pulse/debt-deficits-dion-guagliardo-z79sc",
    "linkedin_post_link": "",
    "facebook_post_link": ""
  }
}