{
  "article": {
    "title": "Get Comfortable Being Uncomfortable",
    "body": "The most successful people are those who are the hungriest to learn and improve. They understand early on in life that they need to get comfortable being uncomfortable. They are confident operating in the grey zone of uncertainty. That’s how you learn and grow. They know they need to be outside their comfort zone on a regular basis because if you are not growing as an individual or as an organisation, you are going backward. \n\nBut being comfortable being uncomfortable is easier for some than it is for others. For some, learning can be intimidating. But you cannot let fear hold you back. I am reminded of the karate teacher who once told a class of new white belts attending their first lesson that every black belt walked through the dojo door once as a white belt on their first day too. That lesson applies to everything. Whatever we are great at in any field, we were all white belts once. Conversely, whatever you want to be great at you can learn if you just start.  \n\nIt is not only fear that we need to combat, complacency is equally damaging. There are many people who go through life and grow to a point and then stop. They get comfortable and then lazy. Being comfortable is like an inflation that erodes a person's ambition and ability to grow. We all know people who wish they changed careers, or took the job offer or lived overseas and never did it. When they don't, it’s often a combination of being too comfortable in their current situation and a fear of failure, so they do nothing. They stay where it is comfortable and then it gets easy not to change and grow.  \n\nThe people who have achieved success do not think about or talk about failure in the same way as unsuccessful people. They are too busy trying to improve to let anything stop them. Successful people are focused on improving, what worked and did not work, then they move forward fast. Velocity matters with learning. It is not about your feelings. If you want to be successful, it is best to leave your insecurities at the door. \n\nWhen someone is thinking about embarking on a life changing journey, I will often ask them what their mix of fear and excitement is. I find personally when the mix is 50% excitement and 50% nervousness that has always been a good indicator that this challenge is the right step up to the next level. Too much fear might mean you are not ready for the challenge or it’s beyond uncomfortable, while too much excitement might mean you are blind to the risks, or you are being irrationally exuberant. While it is important to push outside your comfort zone it must still be a very rational and deliberate approach. \n\nAt a time when there is so much uncertainty in the world, I hear from a lot of people, especially younger people, that they are increasingly overwhelmed. They often don't know where to start or how. There seems to be an increased level of anxiety people feel when they are out of their comfort zone. There is no need to overthink this because there is never a perfect time or place to start. The best way is simply to walk through the door like everyone else before you and create your own day one. A lot of things will go wrong, but that doesn’t matter. You will work hard and solve the problems as they are faced with them and keep moving forward. That’s how you start to learn and ultimately succeed. \n\nNot happy in your life or career? Change something, do something different. The worst thing you can do is keep doing the same thing that makes you miserable because you’re too worried about what might go wrong. But it happens every day because people are complacent or scared. So, they do nothing. Getting comfortable being uncomfortable is not about learning. It is a mindset that becomes the difference between getting to the end of your life and having achieved your hopes and dreams or becoming complacent and living a life filled with the regret of potential that was never reached.",
    "intro": "The most successful people are those who are the hungriest to learn and improve. They understand early on in life that they need to get comfortable being uncomfortable. They are confident operating in the grey zone of uncertainty. That’s how you learn and grow. They know they need to be outside their comfort zone on a regular basis because if you are not growing as an individual or as an organisation, you are going backward.",
    "image_path": "C:/Users/MQT/Downloads/skydiving.png",
    "tags": [
      "Portfolio Management",
      "Family Office",
      "Investing",
      "Growth",
      "ComfortZone"
    ],
    "disclaimers": [
      "General Disclaimer: This information is of a general nature only and may not be relevant to your particular circumstances. The circumstances of each investor are different, and you should seek advice from an investment adviser who can consider if the strategies and products are right for you. Historical performance is often not a reliable indicator of future performance. You should not rely solely on historical performance to make investment decisions."
    ],
    "twitter_post": "The most successful people are those who are the hungriest to learn and improve. They understand early on in life that they need to get comfortable being uncomfortable. If you are not growing as an individual or as an organisation, you are going backward.",
    "linkedin_article_link": "https://www.linkedin.com/pulse/get-comfortable-being-uncomfortable-dion-guagliardo-ewr1c",
    "linkedin_post_link": "https://www.linkedin.com/posts/dion-guagliardo_portfoliomanagement-familyoffice-investing-activity-7242376048577814528-JD6l?utm_source=share&utm_medium=member_desktop",
    "facebook_post_link": ""
  }
}